import React from "react";

export default function Footer() {
  return (
    <React.Fragment>
      {" "}
      <footer className="footer">
        <div className="container">
          <p>
            Акция действует с&nbsp;01.09 по&nbsp;30.09. Участники: физ.лица
            (18+), граждане и&nbsp;резиденты РФ. Сертификат 1000 рублей
            в&nbsp;Золотое Яблоко отправляет партнер в&nbsp;течение 30&nbsp;дней
            только при условии, что вы&nbsp;оставили номер телефона
            на&nbsp;лендинге и&nbsp;выполнили все условия. Дебетовую карту можно
            оформить только одну и&nbsp;получить только один сертификат.
            Информация на&nbsp;14.08.2023. Банк ГПБ (АО). Лицензия Банка России
            &#8470;&nbsp;354. Реклама.
          </p>
          <p className="u-collapse-all">
            Кешбэк у&nbsp;партнеров предоставляется ООО &laquo;Свиткард&raquo;
            ИНН 7709459157, ОГРН 1157746485192, доступ к&nbsp;спецпредложениям
            в&nbsp;моб. приложении Газпромбанка&nbsp;(0+).
          </p>
        </div>
      </footer>
    </React.Fragment>
  );
}
